Repository: Adriankhl/software-o-o
Catalog: locale/*/software.po
Languages: hi, pt_pt

source: The following distributions are not officially supported. Use these packages at your own risk.
hi: निम्नलिखित वितरण आधिकारिक रूप से समर्थित नहीं हैं। इन पैकेज के उपयोग/प्रभाव का उत्तरदायित्व आप पर है।
pt_pt: As seguintes distribuições não são suportadas oficialmente. Utilize os pacotes por sua conta própria.

source: Then run the following as <strong>root</strong>
hi: फिर निम्नलिखित को <strong>रुट उपयोक्ता</strong> के रूप में निष्पादित करें
pt_pt: Depois execute o seguinte como <strong>root</strong>

source: There is a new version of openSUSE Leap <a href='#{leap_distributions_url}'>available</a>!
hi: ओपनSUSE लीप का नवीन संस्करण <a href='#{leap_distributions_url}'>उपलब्ध</a> है!
pt_pt: Existe uma nova versão do openSUSE Leap <a href='#{leap_distributions_url}'>disponível</a>!

source: There is no official package available for %s
hi: %s हेतु कोई आधिकारिक पैकेज उपलब्ध नहीं है
pt_pt: Não existe um pacote oficial para %s

source: These ports are not officially supported, and they are not as stable as official distributions.
hi: ये पोर्ट आधिकारिक रूप से समर्थित एवं आधिकारिक वितरणों के समान स्थिर नहीं है।
pt_pt: Estes ports(importações) não são suportados oficialmente, e não são tão estáveis como as distribuições oficiais.

source: They have a limited package and driver selection, so cannot be considered an accurate reflection as to whether Tumbleweed will work on your hardware or not
hi: इनका पैकेज व ड्राइवर चयन सीमित होने के कारण आपके हार्डवेयर हेतु टम्बलवीड संगतता में संशय की स्थिति होती है
pt_pt: Têm um numero limitado de pacotes e drivers para seleção, portanto não podem ser considerados uma reflexão precisa de se o Tumbleweed irá ou não funcionar no seu hardware

source: They should not be used to install or upgrade Tumbleweed. Please use the [Tumbleweed media](%{tw}) instead
hi: इनका उपयोग टम्बलवीड इंस्टॉल या अपग्रेड करने हेतु न करें। इनके स्थान पर [टम्बलवीड मीडिया](%{tw}) उपयोग करें
pt_pt: Não irão ser utilizados para instalar ou atualizar o Tumbleweed. Por favor utilize o [Tumbleweed media](%{tw}) em vez

source: Toggle navigation
hi: संचालन चालू/बंद
pt_pt: Alterar navegação

source: Torrent File
hi: टोरेंट फाइल
pt_pt: Ficheiro Torrent

source: Tumbleweed %s DVD (i586)
hi: टम्बलवीड %s डीवीडी (i586)
pt_pt: DVD Tumbleweed %s (i586)

source: Tumbleweed %s DVD (x86_64)
hi: टम्बलवीड %s डीवीडी (x86_64)
pt_pt: DVD Tumbleweed %s (x86_64)

source: Tumbleweed %s GNOME Live (i686)
hi: टम्बलवीड %s गनोम लाइव (i686)
pt_pt: GNOME Live Tumbleweed %s (i686)

source: Tumbleweed %s GNOME Live (x86_64)
hi: टम्बलवीड %s गनोम लाइव (x86_64)
pt_pt: GNOME Live Tumbleweed %s (x86_64)

source: Tumbleweed %s KDE Live (i686)
hi: टम्बलवीड %s केडीई लाइव (i686)
pt_pt: KDE Live Tumbleweed %s (i686)

source: Tumbleweed %s KDE Live (x86_64)
hi: टम्बलवीड %s केडीई लाइव (x86_64)
pt_pt: KDE Live Tumbleweed %s (x86_64)

source: Tumbleweed %s Network Installation (i586)
hi: टम्बलवीड %s नेटवर्क इंस्टॉल (i586)
pt_pt: Instalador de Rede Tumbleweed %s (i586)

source: Tumbleweed %s Network Installation (x86_64)
hi: टम्बलवीड %s नेटवर्क इंस्टॉल (x86_64)
pt_pt: Instalador de Rede Tumbleweed %s (x86_64)

source: Tumbleweed %s Rescue CD (i686)
hi: टम्बलवीड %s निवारण सीडी (i686)
pt_pt: CD Resgate Tumbleweed %s (i686)

source: Tumbleweed %s Rescue CD (x86_64)
hi: टम्बलवीड %s निवारण सीडी (x86_64)
pt_pt: CD Resgate Tumbleweed %s (x86_64)

source: Tumbleweed is recommended for <strong>Developers</strong>, <strong>openSUSE Contributors</strong>, and <strong>Linux/FOSS Enthusiasts</strong>.
hi: टम्बलवीड <strong>सॉफ्टवेयर विकासकर्ता</strong>, <strong>ओपनSUSE योगदानकर्ता</strong> व <strong>लिनक्स/मुक्त स्रोत सॉफ्टवेयर प्रशंसकों</strong> हेतु अनुशंसित है।
pt_pt: O Tumbleweed é recomendado para <strong>Programadores</strong>, <strong>Contribuidores openSUSE </strong>, e <strong>Entusiastas Linux/FOSS</strong>.

source: Unofficial
hi: अनाधिकारिक
pt_pt: Não oficial

source: Unsupported distributions
hi: असमर्थित वितरण
pt_pt: Distribuições não suportadas

source: Upgrade Instructions
hi: अपग्रेड दिशानिर्देश
pt_pt: Instruções de atualização

source: Verify Your Download Before Use
hi: उपयोग पूर्व डाउनलोड देखें
pt_pt: Verifique a Sua Descarga Antes de Usar

source: Version
hi: संस्करण
pt_pt: Versão

source: View
hi: देखें
pt_pt: Ver

source: View Leap
hi: लीप देखें
pt_pt: Ver o Leap

source: View Testing
hi: लीप देखें
pt_pt: Ver Versão de Teste

source: View Tumbleweed
hi: टम्बलवीड देखें
pt_pt: Ver o Tumbleweed

source: Wiki
hi: विकी

source: XFCE LiveCD
hi: एक्सएफसीई लाइव सीडी
pt_pt: LiveCD XFCE

source: You can add the repository key to apt. Keep in mind that the owner of the key may distribute updates, packages and repositories that your system will trust (<a href="%s">more information</a>). To add the key, run:
hi: Apt में पैकेज-संग्रह कुंजी जोड़ना संभव है। ध्यान रहें कि कुंजी का स्वामी आपके सिस्टम हेतु अपडेट, पैकेज व पैकेज-संग्रह वितरित कर सकेगा (<a href="%s">अधिक सूचना</a>)। कुंजी जोड़ने हेतु, इसे निष्पादित करें :
pt_pt: Você pode adicionar a chave do repositório ao apt. Mantenha em mente que o dono da chave pode distribuir atualizações, pacotes e repositórios em que o seu sistema confia (<a href="%s">mais informação</a>). Para adicionar a chaves, execute:

source: You could try to extend your search to development packages or search for another base distribution (currently #{@baseproject}).
hi: इच्छित हो तो खोज विस्तारित कर सॉफ्टवेयर विकास पैकेज या अन्य मूल वितरण (वर्तमान #{@baseproject})में खोजने का प्रयास करें।
pt_pt: Você pode tentar estender a sua pesquisa ao acrescentar os pacotes de desenvolvimento ou ao procurar pelos mesmos para outra distribuição (atual #{@baseproject}).

source: annually
hi: वार्षिक
pt_pt: anualmente

source: lifetime
hi: जीवनपर्यन्त
pt_pt: período de vida

source: openSUSE Leap
hi: ओपनSUSE लीप

source: openSUSE Leap Version "#{@version}" is currently not availble.
hi: ओपनSUSE लीप संस्करण "#{@version}" अभी अनुपलब्ध है।
pt_pt: openSUSE Leap Versão "#{@version}" não está atualmente disponível.

source: openSUSE Leap Version #{parsed_version} not found.
hi: ओपनSUSE लीप संस्करण #{parsed_version} अभी अनुपलब्ध है।
pt_pt: openSUSE Leap Versão #{parsed_version} não encontrada.

source: openSUSE Software
hi: ओपनSUSE सॉफ्टवेयर

source: openSUSE Startup Guide
hi: ओपनSUSE उपयोग गाइड
pt_pt: openSUSE Guia de Inicialização

source: openSUSE Tumbleweed
hi: ओपनSUSE टम्बलवीड

source: openSUSE contributors
hi: ओपनSUSE योगदानकर्ता
pt_pt: contribuidores openSUSE

source: https://en.opensuse.org/SDB:Create_a_Live_USB_stick_using_Mac_OS_x
pt_pt: https://pt.opensuse.org/SDB:Crie_um_dispositivo_Live_USB_usando_Mac_OS_X

source: https://en.opensuse.org/SDB:Create_a_Live_USB_stick_using_Windows
pt_pt: https://pt.opensuse.org/SDB:Crie_um_dispositivo_Live_USB_usando_Microsoft_Windows

source: https://en.opensuse.org/SDB:Download_help#Checksums
pt_pt: https://pt.opensuse.org/SDB:Ajuda_de_download#Verifica.C3.A7.C3.A3o_de_somas

source: https://en.opensuse.org/SDB:Download_help#Using_Linux
pt_pt: https://pt.opensuse.org/SDB:Ajuda_de_download#Usando_Linux_2

source: https://en.opensuse.org/SDB:Download_help#Using_MacOS_X_.2810.3_and_above.29
pt_pt: https://pt.opensuse.org/SDB:Ajuda_de_download#Usando_OS_Mac_X_.2810.3_e_mais_recentes.29

source: https://en.opensuse.org/SDB:Download_help#Using_Microsoft_Windows
pt_pt: https://pt.opensuse.org/SDB:Ajuda_de_download#Usando_Microsoft_Windows

source: https://en.opensuse.org/SDB:Live_USB_stick
pt_pt: https://pt.opensuse.org/SDB:Live_USB

source: https://en.opensuse.org/SDB:System_upgrade
pt_pt: https://pt.opensuse.org/SDB:System_upgrade

source: https://en.opensuse.org/openSUSE:Roadmap
pt_pt: https://pt.opensuse.org/openSUSE:Roadmap
