Repository: Adriankhl/software-o-o
Catalog: locale/*/software.po
Languages: hi, pt_pt

source: %{leap} is a <strong>regular-release</strong>. This means it releases %{annually}, with security and stability updates being the priority during each release %{lifetime}.
hi: %{leap} वितरण का <strong>नियमित संस्करण</strong> है। अतः यह प्रति %{annually} प्रकाशित होता है व प्रत्येक संस्करण %{lifetime} की प्राथमिकता सुरक्षा व स्थिरता हेतु अपडेट होती हैं।
pt_pt: O %{leap} é um <strong>lançamento regular</strong>. Isto significa que é lançado %{annually}, com prioridade nas atualizações de segurança e estabilidade durante o %{lifetime} de cada lançamento.

source: %{tumbleweed} is a <strong>rolling-release</strong>. This means the software is always the latest stable versions available from the openSUSE Project. Things will change regularly as Free and Open Source projects continually release new versions of their software.
hi: %{tumbleweed} वितरण का <strong>निरंतर अपडेट</strong> संस्करण है। अतः ओपनSUSE परियोजना से प्राप्त सॉफ्टवेयर के संस्करण सदैव नवीनतम स्थिर होंगे। निशुल्क व मुक्त स्रोत परियोजनाएँ निरंतर सॉफ्टवेयर के नवीन संस्करण जारी करती हैं इसलिए इस संस्करण हेतु परिवर्तन नियमित रूप से होते रहते हैं।
pt_pt: O %{tumbleweed} é um <strong>lançamento "rolling"</strong>. Isto significa que o software está sempre na sua última versão estável do projeto openSUSE. Como consequência as coisas mudam regularmente devido ao facto de projetos Gratuitos e de Código Aberto estarem constantemente a lançar novas versões do seu software.

source: 1 Click Install
hi: 1 क्लिक इंस्टॉल
pt_pt: 1 Carregue para Instalar

source: 2 GB system memory
hi: 2 जीबी सिस्टम मेमोरी
pt_pt: 2 GB de memória de sistema (RAM)

source: 2 Ghz dual core processor or better
hi: 2 Ghz ड्यूल कोर प्रोसेसर या उच्चतर
pt_pt: Processador de dois núcleos de 2 Ghz ou melhor

source: <b>%s</b> from <b>%s</b> project
hi: <b>%s</b> परियोजना से प्राप्त <b>%s</b>
pt_pt: <b>%s</b> do projeto <b>%s</b>

source: <b>%s</b> project
hi: <b>%s</b> परियोजना
pt_pt: Projeto <b>%s</b>

source: <b>official release</b>
hi: <b>आधिकारिक संस्करण</b>
pt_pt: <b>lançamento oficial</b>

source: <b>official update</b>
hi: <b>आधिकारिक अपडेट</b>
pt_pt: <b>atualização oficial</b>

source: Add repository and install manually
hi: पैकेज-संग्रह जोड़कर स्वयं इंस्टॉल करें
pt_pt: Adicionar repositório e instalar manualmente

source: Architecture
hi: संरचना
pt_pt: Arquitetura

source: Back to home page
hi: होम पृष्ठ पर वापस
pt_pt: Voltar à página principal

source: Both distributions are fully capable of being used on a Desktop PC, laptop, server, or in the cloud.
hi: दोनों ही वितरण डेस्कटॉप कंप्यूटर, लैपटॉप, सर्वर, या क्लाउड पर उपयोग हेतु पूर्णतया सक्षम हैं।
pt_pt: Ambas as distribuições são totalmente capazes de serem utilizadas para computador de mesa, computador portátil, servidor ou mesmo na nuvem.

source: Both distributions are well tested by <a href="https://openqa.opensuse.org">openQA</a> as well as by human openSUSE contributors so both can be relied upon to work.
hi: दोनों ही वितरण कार्य आधारित विश्वसनीयता हेतु <a href="https://openqa.opensuse.org">ओपेन-क्यूए</a> के अलावा ओपनSUSE योगदानकर्ताओं द्वारा भली-भाँति परीक्षित हैं।
pt_pt: Ambas as distribuições são testadas pelo <a href="https://openqa.opensuse.org">openQA</a> bem como por humanos, contribuidores do openSUSE, para garantir que ambas se encontram preparadas para o trabalho.

source: Build service
hi: बिल्ड सेवा
pt_pt: Serviço de construção

source: Cancel
hi: रद्द करें
pt_pt: Cancelar

source: Categories
hi: श्रेणियाँ
pt_pt: Categorias

source: Category
hi: श्रेणी
pt_pt: Categoria

source: Checksum
hi: चेकसम
pt_pt: Soma de Verificação (Checksum)

source: Checksums Help
hi: चेकसम सहायता
pt_pt: Ajuda Checksums

source: Choosing Which Media to Download
hi: डाउनलोड हेतु मीडिया का चयन
pt_pt: Escolher o Média a Descarregar

source: Choosing which Distribution to Download
hi: डाउनलोड हेतु वितरण का चयन
pt_pt: Escolher a Distribuição a Descarregar

source: Community
hi: समुदाय
pt_pt: Comunidade

source: Connection to OBS is unavailable. Functionality of this site is limited.
hi: ओबीएस हेतु कनेक्शन अनुपलब्ध। साइट कार्यक्षमता सीमित है।
pt_pt: A conexão ao OBS não está disponível. A funcionalidade deste sítio está limitada.

source: Container as a Service Platform based on Kubernetes atop openSUSE MicroOS.
hi: कंटेनर - ओपनSUSE माइक्रो-ओएस पर कुबेरनेटेस आधारित एक सेवा मंच है।
pt_pt: Contentor como Plataforma de Serviço baseado no atop openSUSE MicroOS para Kubernetes.

source: Contains a large collection of software for desktop or server use. Suitable for installation or upgrade.
hi: इसमें डेस्कटॉप व सर्वर उपयोग हेतु सॉफ्टवेयर का विशाल संग्रह सम्मिलित है। इंस्टॉल या अपग्रेड हेतु उपयुक्त।
pt_pt: Contêm uma larga coleção de software para uso de computador pessoal e servidor. Útil para instalação ou atualização.

source: DVD
hi: डीवीडी

source: DVD Image
hi: डीवीडी फाइल
pt_pt: Imagem DVD

source: Desktop
hi: डेस्कटॉप
pt_pt: Computador

source: Developers
hi: सॉफ्टवेयर विकासकर्ता
pt_pt: Programadores

source: Development
hi: सॉफ्टवेयर विकास
pt_pt: Desenvolvimento

source: Development packages
hi: सॉफ्टवेयर विकास पैकेज
pt_pt: Pacotes de desenvolvimento

source: Direct Install
hi: सीधा इंस्टॉल
pt_pt: Instalação Direta

source: Distribution
hi: वितरण
pt_pt: Distribuição

source: Distributions
hi: वितरण
pt_pt: Distribuições

source: Documentation
hi: प्रलेखन
pt_pt: Documentação

source: Download
hi: डाउनलोड
pt_pt: Descarga

source: Download appliance from %s
hi: %s से उपकरण डाउनलोड
pt_pt: Descarregar aplicação de %s

source: Download latest openSUSE Leap release
hi: नवीनतम ओपनSUSE लीप संस्करण डाउनलोड
pt_pt: Descarregue o último lançamento do openSUSE Leap

source: Download openSUSE’s regular release and enjoy the benefits of both enterprise-grade engineering and community-developed innovation.
hi: ओपनSUSE का नियमित संस्करण डाउनलोड कर उद्यम-स्तरीय अभियांत्रिकी व समुदाय द्वारा विकसित नवाचारों के लाभ प्राप्त करें।
pt_pt: Descarregue o lançamento regular do openSUSE e desfrute dos benefícios da engenharia de nível empresarial e a inovação desenvolvida pela comunidade.

source: Download openSUSE’s rolling release and always run the latest packages provided by the openSUSE Project.
hi: ओपनSUSE का निरंतर अपडेट संस्करण डाउनलोड कर सदैव ही ओपनSUSE परियोजना द्वारा उपलब्ध नवीनतम पैकेज उपयोग करें।
pt_pt: Descarregue o lançamento "rolling" do openSUSE e corra sempre as últimas versões dos pacotes providenciados pelo Projeto openSUSE.

source: Download previous openSUSE Leap release
hi: ओपनSUSE लीप के पूर्व संस्करणों का डाउनलोड
pt_pt: Descarregue versões anteriores de lançamento do openSUSE Leap

source: Downloads the installation system and all packages from online repositories. Suitable for installation or upgrade.
hi: ऑनलाइन पैकेज-संग्रह से इंस्टॉल हेतु सिस्टम व सभी पैकेज डाउनलोड करें। इंस्टॉल या अपग्रेड हेतु उपयुक्त।
pt_pt: Descarrega o instalador do sistema e todos os pacotes dos repositórios online. Apropriado para instalação ou atualização.

source: Easy Ways to Switch to openSUSE Leap
hi: वर्तमान सिस्टम के ओपनSUSE लीप में परिवर्तन के सरल मार्ग
pt_pt: Maneiras Fáceis de Mudar para o openSUSE Leap

source: Easy Ways to Switch to openSUSE Tumbleweed
hi: वर्तमान सिस्टम के ओपनSUSE टम्बलवीड में परिवर्तन के सरल मार्ग
pt_pt: Maneiras Fáceis de Mudar para o openSUSE Tumbleweed

source: Education & Science
hi: शिक्षा व विज्ञान
pt_pt: Educação e Ciência

source: Either a DVD drive or USB port for the installation media
hi: इंस्टॉल मीडिया हेतु डीवीडी ड्राइव या यूएसबी पोर्ट
pt_pt: Ou um leitor de DVD ou uma porta USB necessário para o media de instalação

source: Events
hi: घटनाक्रम
pt_pt: Eventos

source: Experimental
hi: अल्पविकसित

source: Facebook group
hi: फेसबुक समूह
pt_pt: Grupo Facebook

source: For <strong>%s</strong> run the following as <strong>root</strong>:
hi: <strong>%s</strong> हेतु निम्नलिखित को <strong>रुट उपयोक्ता</strong> के रूप में निष्पादित करें :
pt_pt: Para <strong>%s</strong> corra o seguinte como <strong>root</strong>:

source: For <strong>%s</strong> run the following:
hi: <strong>%s</strong> हेतु निम्नलिखित को निष्पादित करें :
pt_pt: Para <strong>%s</strong> corra o seguinte:

source: For <strong>Arch Linux</strong>, edit /etc/pacman.conf and add the following (note that the order of repositories in pacman.conf is important, since pacman always downloads the first found package):
hi: <strong>आर्च लिनक्स</strong> हेतु, /etc/pacman.conf फाइल संपादित कर निम्नलिखित (ध्यान दें कि पैकमैन द्वारा सदैव प्रथम प्राप्त पैकेज डाउनलोड होता है अतः pacman.conf में पैकेज-संग्रह का क्रम अहम है) को जोड़ें :
pt_pt: Para <strong>Arch Linux</strong>, edite /etc/pacman.conf e adicione o seguinte (note que a ordem dos repositórios em pacman.conf é importante, pois o pacman descarrega sempre o primeiro pacote encontrado):

source: For CD and USB stick
hi: सीडी व यूएसबी हेतु
pt_pt: Para CD e pen USB

source: For DVD and USB stick
hi: डीवीडी व यूएसबी हेतु
pt_pt: Para DVD e pen USB

source: For Developers, openSUSE Contributors, and Linux/FOSS Enthusiasts.
hi: सॉफ्टवेयर विकासकर्ता, ओपनSUSE योगदानकर्ता व लिनक्स/मुक्त स्रोत सॉफ्टवेयर प्रशंसकों हेतु।
pt_pt: Para Programadores, Contribuidores openSUSE, e Entusiastas Linux/FOSS.

source: For Sysadmins, Enterprise Developers, and ‘Regular’ Desktop Users.
hi: सिस्टम प्रशासक, उद्यम में कार्यरत सॉफ्टवेयर विकासकर्ता व 'सामान्य' डेस्कटॉप उपयोक्ताओं हेतु।
pt_pt: Para Administradores de Sistemas, Programadores Empresariais, e Utilizadores de Computador 'Comuns'.

source: For each ISO, we offer a checksum file with the corresponding SHA256 sum.
hi: प्रत्येक आईएसओ हेतु संबंधित चेकसम फाइल व उसके अनुरूप SHA256 सम उपलब्ध है।
pt_pt: Para cada ISO, nós oferecemos um ficheiro com a soma de verificação (checksum) com a soma correspondente ao SHA256.

source: For extra security, you can use GPG to verify who signed those .sha256 files.
hi: अतिरिक्त सुरक्षा हेतु आप इन .sha256 फाइलों के हस्ताक्षर जीपीजी द्वारा प्रमाणित कर सकते हैं।
pt_pt: Para segurança extra, pode utilizar GPG para verificar quem assinou os ficheiros .sha256.

source: For more help verifying your download please read %{checksums_help}
hi: डाउनलोड प्रमाणीकरण हेतु अधिक सहायता के लिए यह पढ़ें %{checksums_help}
pt_pt: Para mais ajuda de como verificar a sua descarga por favor leia %{checksums_help}

source: For running virtual machines in OpenStack
hi: ओपनस्टैक में वर्चुअल मशीन के निष्पादन हेतु
pt_pt: Para correr máquinas virtuais no OpenStack

source: For running virtual machines in VMware
hi: वीएमवेयर में वर्चुअल मशीन के निष्पादन हेतु
pt_pt: Para correr máquinas virtuais no VMware

source: For running virtual machines on MS HyperV
hi: एमएस हाइपर-वी में वर्चुअल मशीन के निष्पादन हेतु
pt_pt: Para correr máquinas virtuais no MS HyperV

source: For use in KVM or XEN HVM hypervisors
hi: केवीएम या XEN एचवीएम हाइपर-वाइज़र में उपयोग हेतु
pt_pt: Para uso em KVM ou hypervisors XEN HVM

source: For use in XEN PV hypervisors
hi: XEN पीवी हाइपर-वाइज़र में उपयोग हेतु
pt_pt: Para uso em hypervisors XEN PV

source: Forums
hi: चर्चा मंच
pt_pt: Fóruns

source: From OS X
hi: ओएस एक्स से
pt_pt: Do OS X

source: From Windows
hi: विंडोज से
pt_pt: Do Windows

source: From an older version or other Linux distro
hi: पुराने संस्करण व अन्य लिनक्स वितरण से
pt_pt: De uma versão antiga ou de outra distribuição Linux

source: Full Documentation
hi: पूर्ण प्रलेखन
pt_pt: Documentação completa

source: GNOME LiveCD
hi: गनोम लाइव सीडी
pt_pt: LiveCD GNOME

source: Games
hi: खेल
pt_pt: Jogos

source: Get openSUSE
hi: ओपनSUSE प्राप्त करें
pt_pt: Obter openSUSE

source: Grab binary packages directly
hi: सीधे बाइनरी पैकेज प्राप्त करें
pt_pt: Obter binários dos pacotes diretamente

source: Graphics
hi: ग्राफ़िक्स
pt_pt: Gráficos

source: How to burn a DVD on Linux.
hi: लिनक्स पर डीवीडी बर्न करने की विधि।
pt_pt: Como gravar um DVD no Linux.

source: How to burn a DVD on OS X.
hi: ओएस एक्स पर डीवीडी बर्न करने की विधि।
pt_pt: Como gravar um DVD no OS X.

source: How to burn a DVD on Windows.
hi: विंडोज पर डीवीडी बर्न करने की विधि।
pt_pt: Como gravar um DVD no Windows.

source: How to create a Bootable USB stick on Windows.
hi: विंडोज पर बूट योग्य यूएसबी बनाने की विधि।
pt_pt: Como criar uma pen USB de arranque no Windows.

source: How to create a bootable USB stick on Linux.
hi: लिनक्स पर बूट योग्य यूएसबी बनाने की विधि।
pt_pt: Como criar uma pen USB de arranque no Linux.

source: How to create a bootable USB stick on OS X.
hi: ओएस एक्स पर बूट योग्य यूएसबी बनाने की विधि।
pt_pt: Como criar uma pen USB de arranque no OS X.

source: IRC channels
hi: आईआरसी चैट चैनल
pt_pt: Canais IRC

source: If you are still not sure, download %{leap}
hi: अनिश्चित होने की स्थिति में %{leap} डाउनलोड करें
pt_pt: Se ainda não têm a certeza, descarregue o %{leap}

source: If you’re already running openSUSE you can upgrade by booting from the DVD/USB and choosing upgrade, or carry out an ‘Online Upgrade’ in a few commands.
hi: यदि आप पहले से ओपनSUSE उपयोग कर रहे हैं तो डीवीडी/यूएसबी से बूट कर अपग्रेड चुनें या कुछ कमांड द्वारा 'ऑनलाइन अपग्रेड' करें।
pt_pt: Se já está a correr openSUSE pode atualizar ao arrancar através de um DVD/pen USB e escolher atualizar, ou pode efetuar a tarefa através de uma 'Atualização Online' com um pequeno conjunto de comandos.

source: Image:
hi: फाइल :
pt_pt: Imagem:

source: Information
hi: सूचना
pt_pt: Informação

source: Install package %s / %s
hi: इंस्टॉल पैकेज %s / %s
pt_pt: Instalar pacote %s / %s

source: Install pattern %s / %s
hi: इंस्टॉल प्रतिमान %s / %s
pt_pt: Padrão de instalação %s / %s

source: Installation
hi: इंस्टॉल प्रक्रिया
pt_pt: Instalação

source: Installation Source
hi: इंस्टॉल स्रोत
pt_pt: Fonte de Instalação

source: Internet access is helpful, and required for the Network Installer
hi: इंटरनेट अभिगम प्रक्रिया में सहायक व नेटवर्क इंस्टॉल हेतु आवश्यक है
pt_pt: Acesso à Internet é útil, e obrigatório para o Instalador de Rede

source: It is easy to <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">switch to openSUSE Tumbleweed</a> if you change your mind later.
hi: यदि आप बाद में संस्करण बदलना चाहे तो <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">ओपनSUSE टम्बलवीड</a> में परिवर्तन की प्रक्रिया भी सरल है।
pt_pt: É fácil <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">mudar para o openSUSE Tumbleweed</a> mais tarde se assim desejar.

source: It is not expected to change in any significant way until its next annual release.
hi: अपने अगले वार्षिक संस्करण तक इसमें कोई अहम परिवर्तन होने की संभावना न के बराबर है।
pt_pt: Não é esperado que seja alterado significativamente até ao próximo lançamento anual.

source: It should be %{fingerprint}
hi: यह होना चाहिए %{fingerprint}
pt_pt: Deve ser igual a %{fingerprint}

source: JeOS
hi: जीईओएस

source: KDE LiveCD
hi: केडीई लाइव सीडी
pt_pt: LiveCD KDE

source: Leap %s DVD
hi: लीप %s डीवीडी
pt_pt: DVD Leap %s

source: Leap %s DVD (Build %s)
hi: लीप %s डीवीडी (बिल्ड %s)
pt_pt: Leap %s DVD (Compilação %s)

source: Leap %s Network Installation
hi: लीप %s नेटवर्क इंस्टॉल
pt_pt: Instalador de Rede do Leap %s

source: Leap %s Network Installation (Build %s)
hi: लीप %s नेटवर्क इंस्टॉल (बिल्ड %s)
pt_pt: Instalador de Rede do Leap %s (Compilação %s)

source: Leap is recommended for <strong>Sysadmins</strong>, <strong>Enterprise Developers</strong>, and <strong>‘Regular’ Desktop Users</strong>.
hi: लीप <strong>सिस्टम प्रशासक</strong>, <strong>उद्यम हेतु कार्यरत सॉफ्टवेयर विकासकर्ता</strong> व <strong>'सामान्य' डेस्कटॉप उपयोक्ताओं</strong> हेतु अनुशंसित है।
pt_pt: O Leap é recomendado para <strong>Administradores de Sistemas</strong>,<strong>Programadores Empresariais</strong>, e <strong>Utilizadores de Computador 'Comuns'</strong>.

source: Leap shares a Common Base System with %{sles}, so major architectural changes are not expected for several years, aligned with each new Major Release (eg 12, 13, etc) of SUSE Linux Enterprise.
hi: लीप का मूल सिस्टम %{sles} के समान होने के कारण यह SUSE लिनक्स उद्यमी संस्करण के प्रत्येक नवीन मुख्य संस्करण (जैसे 12, 13 इत्यादि) के साथ समन्वित है अतः कई वर्षों तक संरचना में कोई प्रमुख परिवर्तन होने की संभावना नहीं है।
pt_pt: O Leap partilha o Sistema Base Comum com o %{sles}, portanto modificações maiores de arquitetura não são esperadas durante alguns anos, pois encontram-se alinhados com cada Lançamento Maior (ex 12, 13, etc) do SUSE Linux Enterprise (Versão Empresarial).

source: Learn more
hi: और जानें
pt_pt: Saiba mais

source: License
hi: लाइसेंस
pt_pt: Licença

source: Live
hi: लाइव

source: Mail lists
hi: ईमेल सूची
pt_pt: Listas de Endereços

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version. You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose Metalink in the field above and use the add-on DownThemAll! in Firefox.
hi: डाउनलोड चेकसम प्रमाणित करने हेतु कई अनुप्रयोग उपलब्ध हैं। प्रमाणीकरण से आप इच्छित आईएसओ फाइल डाउनलोड की पुष्टि व साथ ही सुनिश्चित कर सकते हैं कि डाउनलोड की गई फाइल त्रुटियुक्त नहीं है। डाउनलोड प्रक्रिया के दौरान भी फाइल प्रमाणीकरण संभव है। उदाहरण के तौर पर यदि आप ऊपर दी गई पंक्ति से मेटालिंक का चयन कर फायरफॉक्स का पूरक साधन DownThemAll! उपयोग करते हैं तो स्वतः ही चेकसम (SHA256) उपयोग होगा।
pt_pt: Muitas aplicações podem ser verificadas com uma soma de verificação (checksum) de uma descarga. Verificar a sua descarga pode ser importante pois verifica se realmente recebeu o ficheiro ISO que pretendia descarregar e não uma versão qualquer corrompida. Por exemplo um checksum (SHA256) será automaticamente utilizado se escolher o Metalink no campo acima e se usar o complemento (add-on) DownThemAll! no Firefox.

source: Medium
hi: माध्यम
pt_pt: Mídia

source: Metalink
hi: मेटालिंक

source: Multimedia
hi: मल्टीमीडिया
pt_pt: Multimédia

source: Network
hi: नेटवर्क
pt_pt: Rede

source: Network Image
hi: नेटवर्क फाइल
pt_pt: Imagem de Rede

source: News
hi: समाचार
pt_pt: Notícias

source: No appliance data for %{project}
hi: %{project} हेतु कोई उपकरण डेटा नहीं है
pt_pt: Não há dados de aplicação para %{project}

source: No appliances found in project %s
hi: परियोजना %s में कोई उपकरण नहीं है
pt_pt: Não há aplicações encontradas no projeto %s

source: No data for %s / %s
hi: %s / %s हेतु कोई डेटा नहीं
pt_pt: Não há dados para %s / %s

source: No description.
hi: कोई विवरण नहीं।
pt_pt: Sem descrição.

source: No downloads found for %s in project %s
hi: %s परियोजना में %s हेतु कोई डाउनलोड नहीं है
pt_pt: Nenhuma descarga encontrada para %s no projeto %s

source: No legacy distribution available.
hi: वितरण का कोई पुराना संस्करण अनुपलब्ध।
pt_pt: Nenhuma distribuição legada disponível.

source: No packages found matching your search.
hi: आपकी खोज से मेल खाता कोई पैकेज नहीं मिला।
pt_pt: Não foram encontrados pacotes que correspondam à sua pesquisa.

source: No stable release available
hi: स्थिर संस्करण अनुपलब्ध
pt_pt: Nenhum lançamento estável disponível

source: No testing distribution available.
hi: परीक्षण संस्करण अनुपलब्ध।
pt_pt: Nenhuma distribuição de teste disponível.

source: OBS Backend not available
hi: ओबीएस बैकएन्ड अनुपलब्ध
pt_pt: O Backend do OBS não está disponível

source: OK
hi: ठीक है

source: Office & Productivity
hi: ऑफिस व उत्पादकता
pt_pt: Escritório e Produtividade

source: Official
hi: आधिकारिक
pt_pt: Oficial

source: Online Upgrade Instructions
hi: ऑनलाइन अपग्रेड दिशानिर्देश
pt_pt: Instruções de Atualização Online

source: Over 40GB of free hard drive space
hi: 40 जीबी से अधिक अप्रयुक्त ड्राइव स्पेस
pt_pt: Mais de 40GB de espaço livre em disco rígido

source: Package %s not found...
hi: पैकेज %s नहीं मिला...
pt_pt: Pacote %s não encontrado...

source: Package Search
hi: पैकेज खोज
pt_pt: Procurar Pacote

source: Packages for %s:
hi: %s हेतु पैकेज :
pt_pt: Pacotes para %s:

source: Pick Mirror
hi: सर्वर-मिरर चयन
pt_pt: Escolher Servidor (Mirror)

source: Planet
hi: ग्रह
pt_pt: Planeta

source: Please be aware of the following limitations of the live images:
hi: कृपया लाइव फाइलों की निम्नलिखित सीमाएँ ध्यान रखें :
pt_pt: Por favor esteja ciente das seguintes limitações de imagens live:

source: Ports
hi: पोर्ट
pt_pt: Ports (Importações)

source: Ports of openSUSE Leap to architectures other than the PC are maintained by separate community teams, with limited resources.
hi: ओपनSUSE लीप के कंप्यूटर संस्करण के अलावा अन्य संरचनाओं के पोर्ट विभिन्न सामुदायिक टीम द्वारा अनुरक्षित हैं जिनके पास सीमित संसाधन हैं।
pt_pt: Ports do openSUSE Leap para arquiteturas diferentes do tradicional PC que são mantidas por equipas de comunidades separadas, com recursos limitados.

source: Recommended System Requirements
hi: अनुशंसित सिस्टम आवश्यकताएँ
pt_pt: Requisitos de Sistema Recomendados

source: Release Notes
hi: प्रकाशन नोट्स
pt_pt: Notas de Lançamento

source: Release notes
hi: प्रकाशन नोट्स
pt_pt: Notas de lançamento

source: Rescue
hi: निवारण
pt_pt: Rescue (Resgate)

source: Rescue LiveCD
hi: निवारण लाइव सीडी
pt_pt: LiveCD Rescue

source: SUSE Linux Enterprise
hi: SUSE लिनक्स उद्यमी संस्करण
pt_pt: SUSE Linux Empresarial

source: Search
hi: खोज
pt_pt: Procurar

source: Search packages...
hi: पैकेज खोज...
pt_pt: Procurar pacotes...

source: Search settings
hi: खोज सेटिंग्स
pt_pt: Procurar definições

source: Select Your Operating System
hi: अपना ऑपरेटिंग सिस्टम चुनें
pt_pt: Selecionar o Seu Sistema Operativo

source: Select the image type
hi: फाइल प्रकार चुनें
pt_pt: Selecionar o tipo de imagem

source: Shop
hi: दुकान
pt_pt: Loja

source: Show
hi: प्रदर्शित करें
pt_pt: Mostrar

source: Show %s for other distributions
hi: अन्य वितरणों हेतु %s प्रदर्शित करें
pt_pt: Mostrar %s para outras distribuições

source: Show community packages
hi: सामुदायिक पैकेज प्रदर्शित करें
pt_pt: Mostrar pacotes da comunidade

source: Show debug packages
hi: दोषमार्जन पैकेज प्रदर्शित करें
pt_pt: Mostrar pacotes de depuração

source: Show development packages
hi: सॉफ्टवेयर विकास पैकेज प्रदर्शित करें
pt_pt: Mostrar pacotes de desenvolvimento

source: Show experimental packages
hi: अल्पविकसित पैकेज प्रदर्शित करें
pt_pt: Mostrar pacotes experimentais

source: Show language packages
hi: भाषीय पैकेज प्रदर्शित करें
pt_pt: Mostrar pacotes de idioma

source: Size
hi: आकार
pt_pt: Tamanho

source: Social Media
hi: सोशल मीडिया
pt_pt: Rede Social

source: Software
hi: सॉफ्टवेयर

source: Source
hi: स्रोत
pt_pt: Fonte

source: Sub-Packages
hi: उप-पैकेज
pt_pt: Sub-Pacotes

source: System & Utility
hi: सिस्टम व साधन
pt_pt: Sistema e Utilitários

source: The DVD/USB Stick is typically recommended as it contains most of the packages available in the distribution and does not require a network connection during the installation.
hi: सामान्यतः डीवीडी/यूएसबी अनुशंसित है क्योंकि इसमें वितरण के अधिकतर पैकेज सम्मिलित होते हैं व इंस्टॉल प्रक्रिया के समय नेटवर्क कनेक्शन की आवश्यकता नहीं होती है।
pt_pt: O DVD/pen USB é tipicamente recomendado pois contêm a maioria dos pacotes disponíveis na distribuição e não necessita de uma conexão à rede durante a instalação.

source: The Network CD/USB Stick is recommended for users who have limited bandwidth on their internet connections, as it will only download the packages they choose to install, which is likely to be significantly less than 4.7GB.
hi: सीमित डेटा वाले नेटवर्क कनेक्शन के उपयोक्ताओं हेतु नेटवर्क सीडी/यूएसबी अनुशंसित है क्योंकि इसमें केवल उपयोक्ता द्वारा चयनित पैकेज ही डाउनलोड होंगे व स्वाभाविक रूप से उनका आकार 4.7 जीबी से कम ही होगा।
pt_pt: O CD/pen USB de rede é recomendado para utilizadores que têm uma banda larga limitada nas suas conexões à Internet, pois apenas efetua a transferência dos pacotes que eles escolherem, e que será muito provavelmente menos de 4.7GB.

source: The authentication to the OBS API has not been configured correctly.
hi: ओबीएस एपीआई हेतु पुष्टिकरण उचित रूप से विन्यस्त नहीं है।
pt_pt: A autenticação à API do OBS não foi configurada corretamente.
